[
	{
      "Hour":"139-140",
      "Title":"HSP-L23",
	  "Content":"主要学习内容如下:【1】简单了解物体是由什么材料制成的,有paper纸, plastic塑料, metal金属, glass玻璃, fabric纤维, rubber橡胶等【2】学习States of Matter物质的三种状态. 关键句如下: How many states of matter are there? There are three states of matter. They are solid, liquid and gas.【3】能够识别出一个物质上固态solids,液态liquids,还是气态gases. 关键句如下: What is it? It’s a cup/a glass of milk/air.A cup is solid. A glass of milk is liquid. The air is gas. Can you speak out a solid/liquid/gas.【4】学习小文章Matter. 内容是 Matter is anything that tales up space. Matter can be a liquid, a gas, or a solid. Objects are different sizes, shapes, and colors. Objects may be rough or smooth. Objects may be heavy or light. Things may be hot or cold."   
	},
	{
      "Hour":"141-142",
      "Title":"HSP-L24 Matter Can Change",
	  "Content":"学习内容如下: 【1】学习小文章Matter Can Change. 内容是 Tear, smash, roll, bend. We can change clay. Cut, fold, crumple. We can change paper.【2】引导孩子了解如何一张纸的物理性质的方法: cut剪,tear撕, fold折纸, bend弯曲, wet弄湿.简单了解一些其他的方法,如draw on it往上面画画, color it涂颜色, roll it into a tube卷成纸筒, crumple it into a ball揉成球团. 【3】简单了解剪纸和撕纸的区别,How is cutting the paper different from tearing it? Cutting makes a smooth edge. Tearing makes a rough edge. 【4】引导孩子们思考如何用纸折成桥: How could you make a bridge out of a piece of paper?【5】引导孩子们了解如何改变颜色: What happens when you mix two colors of paint together? It makes a different color or different shade of the same color. 【6】引导学生们学习了集中新的颜色:watermelon西瓜红,sunflower向日葵黄,ocean mist海洋之谜,lime绿柠檬, maroon栗色, tangerine桔色.  Red, white and orange makes watermelon. Yellow, orange and white makes sunflower. Blue, green and white makes ocean mist. Green, yellow and white makes lime. Purple, red and white makes maroon. Orange, red and yellow makes tangerine."   
	},
	{
      "Hour":"143-144",
      "Title":"HSP-L25 Heating and cooling",
	  "Content":"主要学习内容如下:【1】学习小文章Heating and Cooling Matter. 内容是:Raw egg--heating--cooked egg. Matter may change when it heats up. When matter cools, it may change. A liquid may become a solid.【2】学习水的三种状态: liquid, solid—ice, gas—vapor, steam;【3】了解水的三种状态可以转化: How can water turn to ice? Put it in a freezer. How can ice turn to water? Put it in the sun. 或者是Put it on a warm radiator(暖气片)/under a lamp.【4】简单了解如何使冰融化更慢的方法. How can we make ice melt slowly? We can put it in a shady spot. /near an air conditioner.【5】简单了解水由液态变气态的过程. 通过水循环的图,简单理解Evaporation的过程."   
	},
	{
      "Hour":"145-146",
      "Title":"Math-C10 Lesson 3-4",
	  "Content":"主要学习内容如下:【1】学习Prepositions and Locations介词: next to紧挨…旁边, beside在…旁边(两个词的区别主要是: next to为紧挨着的旁边, 而beside即周围, 范围较大)【2】生词有Brick砖头, lunch box饭盒, vase花瓶, blanket毛毯【3】关键句是:Where is the …? The … is next to/ beside …您在家可以针对物品询问孩子: Where is the table? The table is beside the door.或者您可以在他画画的时候对他说Can you draw a tree next to the flower?"   
	},
	{
      "Hour":"147-148",
      "Title":"Math-C11 ",
	  "Content":"主要学习内容如下:【1】学习square正方形和rectangle长方形的特征. They have four sides and four vertexes. 他们都有四条边与四个角.【2】学习circle圆形 and triangle三角形的特征. A circle has zero side and zero vertex. It is round.圆形没有边和角,它是圆的. A triangle has three sides and three vertexes. It is straight. 三角形有三条边和三个叫, 它是直的.【3】学习hexagon的特征. A hexagon has six sides and six vertexes.六边形有六条边和六个角.【4】复习方位介词: beside, above, in front of, next to等【5】通过学习数学课件, 复习pattern的概念. What’s this pattern? It’s an ABC/… pattern.Can you read this pattern? Yes, A square, a circle, a triangle, a square, a circle, a triangle…hat comes next?  A square comes next.【6】学习compose拼装和decompose拆解图形. 学习用已知的图形拼出或拆出新的图形.【7】生词有tiler砖瓦匠, barn畜棚."   
	},
	{
      "Hour":"149-150",
      "Title":"LA-L27",
	  "Content":"主要学习内容如下:【1】学习高频词have, help, one, every, ask, walk. 关键句是: I have one baby brother. I help my mom draw. This is the one I want. We brush our teeth every morning. I ask for food when I am hungry. We walk in the park. 【2】学习两篇小文章Win a Cup!Meg can run, run, run! Meg can win a big cup. Ken can hit and run. Ken can win a big cup. Pam can hit every one down. Pam can win a big cup. Wes can help Lon. Lon can help Wes win. Wes can win a big cup. Lon can win a big cup. We all have a cup.Wes Can HelpLen and Meg walk up to a big jet. Len and Meg will have fun. Wes led Jen. Len can sit. Wes led Meg. Meg can sit. Len will ask Wes for help. Wes got the big bag up. Wes got Len a hot dog. Wes got Meg a sub. The big jet is down. Len can run. Meg can run. Len had fun. Meg had fun. Wes had fun."   	
	},
	{
      "Hour":"151-152",
      "Title":"LA-L28",
	  "Content":"主要学习内容如下:【1】学习高频词look, out, very, their, saw, put. 关键句是: We look at the art. We camp out in the yard. I play the piano very well. They use their hands to play this game. The boy saw the toys. She put the spoons away.【2】学习两篇小文章Vet on a Job!Pets like their vets. Vets can help pets. Dot the vet saw Bud. Dot fed Bud. Sip it, Bud. Val the vet can look at Vin. Vin can run now. Zeb is very sad. Zeb can not hop. Bev the vet can look at Zeb. Vic the vet can look at Zip. Zip can not get out. Lil the vet can look at Sam. Lil can pet Sam.Roz the VetRoz the vet can help a pet! Roz cam zip in her red van. Roz can look at a pet dog. Roz fed it. Sip it, little pig. Roz the vet can help a pet! Roz can zip in her red van. Vic had a bad cut. Roz put Vic in the van. Roz can fix it, Vic! Tab can got out. Tab ran up. Tab had fun. Tab can not get down. Tab saw Roz. Roz can get Tab."   
	},
	{
      "Hour":"153-154",
      "Title":"LA-L29",
	  "Content":"主要学习内容如下:【1】学习高频词off, take, our, day, too, show. 关键句是: We get off the bus. We take turns. We raise our hands. We show the weather for each day. We draw houses. We draw people, too. We show our pictures. 【2】学习两篇小文章Not YetCat, do not get up yet! Nap on the little red mat. Dog, do not get up yet! Nap on the big rug all day. Hen, do not get up yet! Nap in the hen box. Pig, do not get up yet! Nap in the pig pen. Fox, do not get up yet! Nap in the fox den. Bat, get up! Bat, take off! Bats only quit at sun up! Can Not Quit YetYes, yes! Ben can hit it. Ben hit the tub, rum tum! Rum, tum, tum! Show us how to do it,Ben. Yes, yes! Tim can dig. Tim can dig and dig. Kim can dig, too. Kim will not quit yet. Yes, yes! Our jets can take off. Zip, zip, jet! Zip, zip! It can zip, zip, zip. Meg can not quit yet."   
	},
	{
      "Hour":"155-156",
      "Title":"HSP-L26 Sound",
	  "Content":"主要学习内容如下:【1】学习小文章Sound. 内容是 Things vibrate back and forth. This makes a sound. Sounds may be loud or soft. Sounds may be low or high. What makes a very low sound?【2】理解All sound make air vibration. 声音是通过空气震动产生的; 【3】理解声音是环绕的不是停在一个地方的: Does sound stay in one place? No, it moves through the air.【4】理解声音在三种介质中可以传播: Sound can travel through air(gases)/water(liquids)/solids. Sound travel fast through solids. Sound travel slow through gases.【5】了解人和动物的声音: snoring打呼声, coughing咳嗽声, sneezing喷嚏声, laughing笑声, crying哭声, cats’ purring小猫喘气声, dogs’ barking小狗叫声. 您在家里可以问宝贝: Can you show me snoring/coughing/sneezing/laughing/crying/a cat’s purring/a dog’s barking? 让宝贝儿表演给您【6】了解声音的分类Kinds of sound: Fast sound如dance music; Slow sound如lullaby催眠曲; High sound如siren汽笛, Low sound如foghorn船上的雾角, loud sound如jet engine飞机引擎, soft sound如cat’s purr小猫发出的喉音. 您在家里可以引导宝贝: Can you speak out a fast/slow/high/low/loud/soft sound?"   
	},
	{
      "Hour":"157-158",
      "Title":"HSP-L27 Light",
	  "Content":"主要学习内容如下:【1】学习小文章Light. 内容是 Sun, flashlight, lamp. The sun gives off light. Some things people make give off light? We need light to see things.【2】认识太阳,引导孩子们简单了解太阳与地球的大小【3】引导孩子们明白太阳是地球光和热的来源: Where does Earth get its heat and light? From the sun. We call the light from the sun “sunlight”.【4】引导孩子们思考太阳的作用: What changes can the sun make? (1) The sun can fade colors.  (2) The sun can melt things(like ice-cream, chocolate, cheese, etc.). (3) The sun can make the weather hot. (4) The sun can give you a sunburn.【5】引导孩子们简单了解太阳的其他作用: (5)The sun makes a man warm. (6)The sun dries clothes. (7)The sun gives flowers energy.【6】引导孩子们理解sunburn“被太阳灼伤”,以及思考防晒的方法: How to stay safe from the sunlight? We can wear hats and glasses. We can sit under an umbrella/take an umbrella when we go outside. We can use sunscreen (eg. SPF30) (before we go outside).【7】简单了解Solar System太阳系以及太阳系八大行星 There are 8 planets in Solar System. 并引导孩子在太阳系里面找到earth地球的位置. "   
	},
	{
      "Hour":"159-160",
      "Title":"HSP-L28 Heat",
	  "Content":"主要学习内容如下:【1】学习小文章Heat. 内容是 Toaster, clothes dryer. Some things give off heat. Sun, candles. Some things give off both heat and light. Sound, light, and heat are kinds of energy. Energy can make things change. Sound energy helps you hear. Light energy helps you see. Heat energy keeps you warm. 【2】复习本单元的科学课"   
	}
]