[
	{
      "Hour":"117-118",
      "Title":"LA-L20 Letter J",
	  "Content":"本节课学习117-118课时  Language Arts 语文课  Unit 6 Let’s Cook. Lesson 20 Letter J主要学习内容如下:【1】学习高频词:is, how, this, will, go, they. 关键句是: This is a planet. This is how we see a planet. Look at this big bug! We will look for a big shark. We go on a hike. They crossed the bridge.【2】学习两篇小文章. The Big DigPip will dig, dig, dig. Pip will go find Sid. Pip can rap, rap, rap. Pip can tap, tap, tap. Sid, is in. Pip did find Sid. Pip can dig. Sid can dig with Pip. Pip and Sid dig and dig. Tim can dig with Pip. Tim can dig with Sid. Tim, Pip, and Sid can dig. Pip can pat it. Sid can pat it. Tim can pat it. It is big! We FitPit, pat, pit, pat, pit, pat. Pit, pat, pit, pat, pit, pat. Sid can sit here. Sid can fit. Pit, pat, pit, pat, pit. Can Sam fit here? Can Sam sit with Sid? Pit, pat, pit, pat, pit. Can Rib fit here? Will Rib, Sam, and Sid sit? Pit, pat, pit, pat, pit. Sid can fit. Sam can fit. Rib can fit. How will Tim fit? This is how Tim can fit. Tim, Sam, Rib, and Sid sit. Pit, pat, pit, pat, pit.【3】学习关于J 的发音: What sound does letter J make? J makes the sound /j/.… begins with the sound /j/.【4】学习J Words: jellyfish, jelly bean, jelly doughnut, jacket, Japan, Japanese jet, jump-rope, jeep, jar, juice.【5】学习一本J发音的小书 What is the Job. 详见云盘上分享的PDF小书.【6】引导孩子们拼读以下CVC单词: job, jet, jog"   
	},
	{
      "Hour":"119-120",
      "Title":"LA-L21 Letter K",
	  "Content":"本节课我们学习 119-120课时Language Arts 语文课 Unit 6 Let’s Cook. Lesson 21 Letter K主要学习内容如下:【1】学习高频词:make, play, them, give, say, new. 关键句是: We make a tower. We play baseball. I like to hear them play music. Music teachers give them lessons. We say the pledge to the flag. I learned a new song.【2】学习两篇小文章. Make It Pop!Mim will make it big. It will pop. Tom will make it big. Pop it, Tom! Pop it! Dot and Pat play with them. Pop it, Dot! Pop it, Pat! Cam can make it pop. Pop it, Cam! Pop it! Pop it! Pop can make it pop! Pop it, Pam! Pop it! Pop it! Rob can make it big. Will it pop, Rob? I say it will! Pop it! My Dog TomTom is my new dog. Tom can sit with me. I can give Tom a pat. Tom can nap on this pad. This pad is tan. Nap on you pad, Tom. Tom can play. Tom can nip, nip, nip! Nip it, Tom! Tom can dig a big pit. Tom can dig and dig! Can Tom play tag? Tom can play tag. I can tag Tom. Tom can tag me. Tom got big! Tom and I got big. 【3】学习关于K的发音: What sound does letter K make? K makes the sound /k/.… begins with the sound /k/.【4】学习K Words: kite, king, kangaroo, kiwi bird, keys, kitchen, koala bear.【5】学习一本K发音的小书 Rev it Up, Kim. 详见云盘上分享的PDF小书.【6】引导孩子们拼读以下CVC单词: Kim, kit, keg, kin, kid, kip, kop."   
	},
	{
      "Hour":"121-122",
      "Title":"HSP-L20,21 Weather and Seasons",
	  "Content":"本节课我们学习 121-122课时 HSP科学课  Unit 7 Weather and the Seasons. Lesson 20-21学习内容如下: 【1】What is Weather? 学习各种天气现象: cloud云,rain雨,lightning闪电,storm雷,mist薄雾,fog尘雾,rainbow彩虹,snow雪,frost霜,ice冰,icicle冰柱,freeze冻冰,hurricane飓风,暴风,tornado龙卷风,monsoon季风,flood洪水. 学生们能够说上一些即可; 【2】Dress for weather会根据各种天气判断穿不同的衣服,复习K1学年的各种天气、冷暖变化; 【3】了解三种仪器测量三种天气: hot day热天,rainy下雨天,windy刮风天. 能说出三种仪器thermometer温度计,rain gauge雨量测量器,wind vane风标. How can we measure heat or cold?How can we measure the amount of rain(that has fallen)?How can we measure the direction of the wind?We use a thermometer to measure heat or cold.We use a rain gauge to measure the amount of rain(that has fallen).We use a wind vane to measure the direction of the wind. 【4】学习小文章: Weather. 内容是 Sunny, snowy, rainy, cloudy, windy. There are many kinds of weather. Some days are cloudy. Some days are sunny. Some days are windy. Some days are rainy. On a rainy day, we play inside. Some days are snowy. Snowy days are cold. Measuring Weather. 内容是 Thermometer, windsock. We use tools to measure weather. A thermometer tells how hot or cold it is. A windsock shows if it is windy."   
	},
	{
      "Hour":"123-124",
      "Title":"LA-L22 Letter Q",
	  "Content":"本节课我们学习 123-124课时Language Arts 语文课  Unit 6 Let’s Cook. Lesson 22  Letter Q主要学习内容如下:【1】学习高频词:said, good, was, then, ate, could. 关键句是: My dad said I could ride my bike. This watermelon tastes good. It was our ride to do the dishes. The baby played and then clapped her hands. Yesterday we ate lunch outside. Did you know I could jump so high? 【2】学习两篇小文章.A Good JobRod got a job in a rig. Rod can sit in the rig. 'I got a job,' said Jon. Jon can dig, dig, dig, dig! Dig, Jon, dig! Dom got a job in a cab. Dom can sit in the cab. Dot got a job. Dot can tap. Dot can tap, tap, tap. Tap it, Dot! Pam got a job. Pam could mix jam. Mix it, Pam! 'Then I ate it,' said Pam. Max Dog got a good job. Jan can not see. Max can. Fix It!The map got a rip in it. 'It was Ox,' said Fox. 'Ox did it.' 'A job for Ox!' said Dog. 'Fix it! Fix it, Ox. Fix it!' Then the cap got a rip in it. 'Fox! Fox did it,' said Ox. 'Fox can fix it,' said Dog. 'Fix it, fix, fix it, Fox!' The box git a big rip in it. 'I did it. I did it,' said Dig. 'I can fix it, Ox.' Dog did. Dog did fix it. Good job, Dog! 【3】学习关于Q的发音: What sound does letter Q make? Q makes the sound /q/.… begins with the sound /q/.【4】学习K Words: quit, quick, quiet, quack, quill, quilt【5】学习一本Q发音的小书They Will Not Quit.【6】引导孩子们拼读以下CVC单词:quit, quill."   
	},
	{
      "Hour":"125-126",
      "Title":"Math-C10 Lesson 1 ",
	  "Content":"我们学习125-126课时 数学课 Math Chapter 10 Lesson 1 主要学习内容如下:【1】学习Prepositions and Locations介词: above在…上面, below 在…下面【2】关键句是: Where is the …? The … is above/below …您在家可以针对物品询问孩子: Where is the pen? The pen is below the chair.或者您可以在他画画的时候对他说Can you draw a plane above the house?"   
	},
	{
      "Hour":"127-128",
      "Title":"LA-L23 Letter V",
	  "Content":"主要学习内容如下:本节课我们学习127-128课时Language Arts 语文课  Unit 6 Let’s Cook. Lesson 23 Letter V主要学习内容如下:【1】学习高频词: she, all, over, her, when, some. 关键句是: She works in the garden. Look at all the colorful flowers. Will the puppy tip over the pot? She wore her hat and gloves. They planted the flowers when it was sunny. Please give the plants some water.【2】学习两篇小文章.My Pet DogAll ten pets can sit. All ten pets can fit when they sit. Ben is her pet dog. Can Ben get a big pat! Ted is her pet dog. Can Ted get a big pat? Deb ran, ran, ran. What did she get? Meg ran over here. What did she get? Peg can fit in the bag. Peg can sit in it. Ben and Jen'Jen, Jen, Jen!' said Ben. 'I can not get Jen.' 'Get a net,' said Ed. Ben can not get Jen. 'Get a box,' said Ted. Ben can not get Jen. Can Meg get Jen? She can not get Jen. Ed and Ted got some men. Ben and Meg got some men. 'I can get Jen,' said Meg. Meg did it! Meg did get Jen. 【3】学习关于V的发音: What sound does letter V make? V makes the sound /v/.… begins with the sound /v/.【4】学习V Words: vanilla, vest, van, vegetable, violin, vase, viola.【5】学习一本V发音的小书Van in a Jam.【6】引导孩子们拼读以下CVC单词:van, rev. "   	
	},
	{
      "Hour":"129-130",
      "Title":"HSP-L22 Weather and Seasons",
	  "Content":"本节课我们学习129-130课时 HSP科学课 Unit 7 Weather and the Seasons Lesson 22主要学习内容如下: 【1】复习一年四季,关键句: How many seasons are there in a year? What are the seasons in order? There are four seasons in a year. They are spring, summer, autumn(学习另一种表达fall), winter. 【2】What can you do in spring/summer/fall/winter? 引导孩子们说 I can fly a kite/ride a bicycle/see trees and flowers in spring. I can swim in summer. I can fly a kite/play balls/ride a bicycle in fall. I can make a snowman/play snow-fighting/play sleigh in winter. 【3】引导孩子们理解四季变化是太阳和地球的位置变化引起的. 引导孩子们思考What makes the season? Sun makes the season. 【4】在课上我们通过课件游戏引导孩子们认识四季及天气的单词【5】学习了小文章Seasons. 内容是 Spring, summer, fall, winter. The seasons follow a pattern. In spring, animals are born or hatched. Warm weather helps plants grow. Summer comes after spring. In summer, plants grow bigger. Young animals grow and learn. Fall comes after summer. Leaves, nuts, and fruit fall from the trees. Animals get ready for winter. Winter comes after fall. Any trees lose all their leaves. Some animals change in winter."   
	},
	{
      "Hour":"131-132",
      "Title":"LA-L24 Letter X",
	  "Content":"本节课我们学习131-132课时  Language Arts 语文课  Unit 6 Let’s Cook. Lesson 24 Letter X主要学习内容如下:【1】学习高频词: he, no, away, must, by there. 关键句是: The chameleon变色龙 is hungry when he wakes up. There is no chameleon in this tree. The zebras ran away from a lion. This animal must hide in a snow. The cheetah waits side by side in the grass. Do you see a fish hiding there? 【2】学习两篇小文章.Hog in a HatHog can sit. He can sit in a big top hat. Dog can sit. She can sit in a big red hat. Cat can sit. He can sit in a big tan hat. Hen ran by. She ran away in a red Hat. Fox can hop. He can hop in a big hat. Pig must nap now. She can nap in a red hat. Kid HidKid hid. Can he fit in a red box? No, Kid can not fit in it. Kim can find him. Kid hid. Can he fit in a jet kit? No, Kid can not fit in there. Kip can find him. Can Kid fit in this big pot? He hid in it. Kim can not find him! Kid can not find him! 【3】学习关于X的发音: What sound does letter X make? X makes the sound /ks/.… begins with the sound /ks/.【4】学习X Words: fox,six,ax,pox.5】学习一本X发音的小书Where will Max sit?.【6】引导孩子们拼读以下CVC单词:six, fox, max, mix."   
	},
	{
      "Hour":"133-134",
      "Title":"LA-L25 Letter Y",
	  "Content":"本节课我们学习 133-134课时Language Arts 语文课  Unit 6 Let’s Cook. Lesson 25 Letter Y主要学习内容如下:【1】学习高频词:play, ate, good, said, all, she. 关键句是: We play baseball. Yesterday we ate lunch outside. This watermelon tastes good. My dad said I could ride my bike. Look at all the colorful flowers. She works in a garden.【2】学习两篇小文章. Six Pigs HopSix pigs sit in a pen. 'Sit, good pigs, sit,' said Jen. Six pigs hop in the pen. Hop, pigs. Hop, hop, hop. All six pigs hop and hop. Hop, pigs, hop. Six pigs go for a dip. Dip, pigs. Dip, pigs. Dip, dip. Can six pigs play? Six pigs can play. Six pigs can see Jen. She can see six pigs. Six pigs can sit. Six pigs can dig in the pen. 'Dig pigs, dig,' said Jen. Play Kid, PlayDad Fix had a big box. Dad Fox hid it. Dad Fox hid the big box. Can Red Hen find it? Red Hen did find it. 'It is not for me,' said Red Hen. 'It is not. It is not.' Can Jon Dog find the big box Dad Fox hid? Jon Dod did find it. 'It is not for me,' said Jon Dog. 'Kid Fox! Kid Fox! Dad Fox hid this box!' Kid Fox got the big box. It had a sax. She can play it. 【3】学习关于Y的发音: What sound does letter Y make? Y makes the sound /y/.… begins with the sound /y/.【4】学习Y Words: yam,yarn,yoyo,yellow,yak.【5】学习一本Y发音的小书Yum, yum, yum【6】引导孩子们拼读以下CVC单词:yuk, yum, yam, yak"   
	},
	{
      "Hour":"135-136",
      "Title":"LA-L26 Letter Z",
	  "Content":"本节课我们学习135-136课时Language Arts 语文课  Unit 6 Let’s Cook. Lesson 26 Letter Z 主要学习内容如下:【1】学习高频词: down, do, went, only, little, just.关键句是: We sit down to paint. A dog can do lots of tricks. This girl went swimming. Only one kitten is out of the basket. This little bunny is eating a carrot. The girl just won the race.【2】学习两篇小文章.Fun, fun,, funKit is in the bag. Kit has fun in a bag. What do little pups do for fun? Pups tug, tug, tug. Some pups just run, run, run. It is fun to run, run, run. Some dogs only dif for fun. This big dog dug, dug, dug, down. Big dogs can run, run, run. It is fun to run, run, run. This big cat ran up. It went up, up, up. Bug and CatBug and Cat can play. It is fun, fun, fun! Bug can hop up and down. Hop, hop, hop. Fun, fun, fun. Cat can hit this for fun. Rum, tum, tum! Rum, tum! Bug can hum. Cat can hum. Hum, Bug. Hum, Cat. Bug can sit on a rug. Cat can sit on a rug. Do bug and Cat run? Bug and Cat run, run, run! 【3】学习关Z的发音: What sound does letter Z make? Z makes the sound /z/.… begins with the sound /z/.【4】学习Z Words: zipper, zero, zigzag, zebra.【5】学习一本Z发音的小书Zip the bag.【6】引导孩子们拼读以下CVC单词:zit, zip."   
	},
	{
      "Hour":"137-138",
      "Title":"Math-C10 Lesson 2",
	  "Content":"本节课我们学习137-138课时 Math 数学课 Chapter 10 Lesson 2主要学习内容如下:【1】学习Prepositions and Locations介词: in front of在…前面, behind在…后面【2】关键句是:Where is the …? The … is in front of /behind …您在家可以针对物品询问孩子: Where is the table? The table is in front of  the chair.或者您可以在他画画的时候对他说Can you draw a boy behind the dog."   
	}
]