[
	{
      "Hour":"161-162",
      "Title":"HSP-L29  Where Things Are",
	  "Content":"HSP科学课 Unit 10 Motion. Lesson 29  Where Things Are主要学习内容如下:【1】学习小文章Where Things Are. 内容是: You can use words to tell where things are. Left, right, above, below, beside, in, out, in front of, behind.【2】学习Prepositions and Location方位介词: on(在……上面)和under（在……下面）学习【3】关键句是:Where is the …? The … is on/under …Is there a … on/under …? Yes/No. There is a … on/under …【4】您在家可以利用周围的物品,问宝贝儿: Where is your bottle?/Is your bottle on the table?引导孩子说“The bottle is on the table./No. The bottle is under the table.”"   
	},
	{
      "Hour":"163-164",
      "Title":"HSP-L30 How Things Move",
	  "Content":"HSP科学课 Unit 10 Motion. Lesson 30 How Things Move主要学习内容如下:【1】学习小文章How Things Move. 内容是: Straight, round, up and down, back and forth, zig and zag. Things move in different ways. Things may change direction. Sometimes things move fast. Sometimes things move slowly.【2】人们旅行的方式: How are people traveling? They are canoeing独木舟. They are ballooning热气球. They are biking自行车. They are boating小船/快艇. They are flying飞机. 【3】理解多种旅行方式最快的和最慢的方式: Which way is fast? The airplane/Flying is fast. Bike/Biking is slow. 【4】学习物体的10种运动方式: slide滑, roll滚, fly飞, zigzag锯齿形前进, go back and forth钟摆运动, spin转（手绢/篮球）, swing（摆动）, shake（摇晃）, bounce（蹦跳）, spring（弹簧弹出）【5】学习Prepositions and Location方位介词: in(在……里面)和out（在……外面）【6】关键句是:Where is the …? The … is in/out of …Is there a …in/out of …? Yes/No. There is a …in/out of …【7】您在家可以利用周围的物品,问宝贝儿: Where is your bottle?/Is your bottle in the box?【8】引导孩子说“The bottle is in the table./No. The bottle is out of the table."   	},
	{
      "Hour":"165-166",
      "Title":"HSP-L31 Changing How Things Move",
	  "Content":"HSP 科学课 Unit 10 Motion. Lesson 31 Changing How Things Move主要学习内容如下:【1】学习小文章Changing How Things Move. 内容是: We can push and pull things. We can change the direction things move. Gravity pulls things down unless something holds them up.【2】理解物体分为两种力: push推力和pull拉力 How can we make something move? We can push or pull it.能够分辨push和pull: pushing a stroller婴儿车,pushing a door closed, pushing a wheelchair, pulling a wagon;【3】理解Gravity is a pull force. 理解重力是一种拉力.理解重力的作用: The airplane has a jet engine引擎 and a propeller螺旋桨 that pushes it through the sky; The bird has feathers 羽毛and wings 翅膀that push the air down and lift them up into the air. Gravity pulls the birds and airplanes back.【4】理解There is no gravity on the moon. We can fly on the moon.【5】区分Stay in Sky留在天空的物体及Come to Earth返回地球的物体. Clouds, sun, stars, moon stay in sky. Airplanes, birds, kites come back to Earth.【6】简单理解: The farther away things are, the less gravity there is. 距离越远,重力越小. The gravity keeps the moon in its place orbiting Earth. 月亮绕着地球转是由于重力. The stars are too far away to be affected by Earth’s gravity. 星体由于距离地球很远所以不受地球引力影响. The sun is close enough and large enough that its gravitional pull is one of the forces that keeps the earth and other planets in their orbits. 太阳足够大,且距地球近,所以它对地球以及星体有引力,使地球和星体在轨道上.【7】复习Prepositions and Location方位介词: in front of和behind"   	},
	{
      "Hour":"167-168",
      "Title":"HSP-L32 magnets",
	  "Content":"HSP 科学课 Unit 10 Motion Lesson 32 magnets主要学习内容如下: 【1】简单理解Magnet磁铁的概念: Magnet is an object that pulls other objects made of iron or steel. 【2】理解magnet磁铁的属性: A magnet attracts iron and steel. Does a magnet make all metals move? No, it moves only iron or steel. 【3】关键词有: nail钉子,screw螺丝钉,bolt螺栓,螺母,（对于这三种钉子建议您百度图片给宝贝儿理解,或者拿家里面的实物给宝贝儿辨认哈）safety pin别针,paper clip曲别针,aluminum soda can铝制易拉罐. 您在家里面可以引导宝贝儿Can a magnet attract ..? A magnet can attract nail/screw/bolt/safety pin/paper clip. 【4】理解磁铁的一些特性: （1）A magnet's force can attract objects through air, water and some solids. （2）How many letters are there on a magnet? There are two letters. Which two letters? They are letter N and letter S. N/S stands for north/south pole.磁铁分南北两极.  （3）A magnet is used to make a compass. 磁铁可以做指南针The magnet always points north. 指南针的指针总是指向北. （4）The middle of the magnet has very weak power. 磁铁的中间磁力最弱. And the two ends of the magnet have strong power. 两极磁力最强. 简单了解磁铁的家庭用途:  （1）A magnet can be used as a fridge magnet. 磁铁可以做冰箱贴 （2）A magnet can be used on a can opener to hold the lid. 磁铁在开罐器上抓住盖子 （3）A magnet can be used on cabinet doors to keep them closed. 磁铁可以用在柜门上使柜门关紧. （4）A magnet can be used on screwdrivers to hold screw. 磁铁可以用在螺丝刀上抓住螺丝. 【5】学习小文章Magnets. 内容是: Magnets attract objects made of iron or steel. Attract means pull. Magnets can move some objects without touching them. 【6】学习Prepositions and Location方位介词: beside (在……旁边)和over（在……上面）7】关键句是:Where is the …? The … is beside/over …Is there a …beside/over …? Yes/No. There is a …beside/over …【8】您在家可以利用周围的物品,问宝贝儿: Where is your bottle?/Is your bottle beside the box?引导孩子说“The bottle is beside the table./No. The bottle is over the table.注: on和above都表示在...上面,above和on的区别: on两物体之间接触,above不接触. above表示物体上方,over表示垂直正上方"   
	},
	{
      "Hour":"169-170",
      "Title":"LA-Three Little Pigs ",
	  "Content":"Language Arts语文课 Three Little Pigs重点学习孩子们对长文章Clue脉络的理解,学习内容如下: 【1】理解三种材料: What are three materials the pigs build their houses with? Straw, twigs, and bricks;【2】引导孩子们做prediction: Which kind of material is strong? Guess which pig build his house with straw/twigs/bricks? Guess what animal will knock the door after they finished building houses? Did the wolf eat them? How many pigs do you think the wolf ate? Did the wolf die at last? 【3】引导孩子们回忆故事细节: （1）Who chose straw to build a house? What color does the pig wear? He wears yellow.  Who chose twigs to build a house? What color does the pig wear? He wears green.  Who chose bricks to build a house? What color does the pig wear? He wears blue.  (2) Whose houses are easy to build? The pig built their houses with straws and twigs. So they had more time to play.  Whose house is strong and last a long time? The pig who built his house with bricks. (3) Did the wolf blow off the house built with straw/twigs/bricks? （4）Did the wolf eat the three little pigs? (5) Did the wolf go in the house through the chimney? 【4】引导孩子理解故事寓意: What did the story tell us? Can we do work quickly and then play? No. We have to do things right at the first time. We have to make things perfect for the first time so that they can last for a long time. 通过思维导图引导孩子们理解故事梗概: Three Pigs yellow-straw   green—twigs  blue--bricks  The wolf came Blow off the straw and twigs houses The wolf could not go in the brick house.  The wolf was gone and never came back. Lived happily."   
	},
	{
      "Hour":"171-172",
      "Title":"LA-Silent E(1)",
	  "Content":"Language Arts 语文课 Silent E (1)学习内容如下:【1】What sound does A/E/I/O/U make? A/E/I/O/U makes the sound …【2】When silent E is here, what sound does A/E/I/O/U make? A/E/I/O/U makes the sound …当不发音的E在CVC单词后出现时,A/E/I/O/U发音由short vowel音变为long vowel的音,即发字母自己的本音. 【3】今天学的单词有: cap棒球帽 cape披风, pet宠物 Pete人名（男）, kit工具箱 kite风筝, hop跳 hope愿望, tub浴缸 tube管子. 您可以用宝贝儿带回去的Silent E手工小书在家里帮孩子复习今天的学习内容,或者引导孩子说给您听哈;"   	
	},
	{
      "Hour":"173-174",
      "Title":"LA-Silent E(2)",
	  "Content":"Language Arts 语文课 Silent E (2)学习内容如下:【1】复习了Silent E 的发音规律.   When silent E is here, what sound does A/E/I/O/U make? A/E/I/O/U makes the sound …当不发音的E在CVC单词后出现时,A/E/I/O/U发音由short vowel音变为long vowel的音,即发字母自己的本音. 【2】听写了CVC和CVCE单词,区别有slient E 和没有的区别. 单词有: cap,cape ; can,cane ; met,mete ; pet, pete ; lim, lime ; kit,kite ; hop,hope ; not,note ; cut,cute ; tub,tube家长们可以通过有没有silent E,来引导孩子们识别出不同的元音发音,感谢您的配合!"   
	},
	{
      "Hour":"175-176",
      "Title":"LA-L30",
	  "Content":"Language Arts语文课  Lesson 30主要学习内容如下:1.学习高频词down, ask, help, walk, look, show. 关键句是: We sit down to paint. I ask for food when I am hungry. I help my mom draw. We walk in the park. We look at the art. We show our pictures.2.学习两篇小文章Max Is UpMax can go up, up, up. Max will go up, up, up. Max is up. Max can not get down. “Help!” said Max. Bud ran. Can Bud get Max down? Look! Bud can not get Max. Tom ran. Can Tom get Max? Look! Tom can not get Max. Big Ben can help us. Big Ben can tug, tug, tug. Will Max get down? Tug, Big Ben, tug! Will Max get down? Yes. He did! Big Ben got Max down.A Fun JobTed has a job. Deb has a job. “Find nuts,” said Mom. “Get nuts. Get lots.” Ted runs. Deb runs. Ted got nuts. Deb got nut. It is a fun job to get nuts. It is fun, fun, fun. Ted hid nuts. Ted hid nuts in pots. Dab hid nuts in pots. Look at the pots. Can Ted and Deb see nuts? No, Ted and Deb can not. Ted hid nuts in pots. Deb hid nuts in pots. What is in the pots now? "   
	},
	{
      "Hour":"177-178",
      "Title":"Math-C12 L1",
	  "Content":"数学课 Chapter 12 Lesson 1主要学习内容如下:【1】学习three-dimensional shape三维图形: sphere 球体和cube立方体. 学会在周围找到相似的立体图形.【2】简单了解的立体图形有: cuboid长方体,triangular pyramid 三棱锥, cylinder圆柱体.【3】学会数一个立体图形有几个面. How many faces does a … have? It has … faces.【4】学会用尺子量出边的长度, 学习长度单位inches英寸."   
	},
	{
      "Hour":"179-180",
      "Title":"Math-C12 L2-L5",
	  "Content":"Math数学课 Chapter 12 Lesson2-5主要学习内容如下:【1】学习three-dimensional shape三维图形: cylinder圆柱体和cone圆锥体. 学会在周围找到相似的立体图形.【2】复习cube和sphere两种图形【3】学习立体图形的特点,您在家可以问孩子 Which can roll滚动/ slide滑动/ be stacked on上面可以放别的图形?引导孩子回答A cylinder/ cone/ sphere can roll.                    A cube/ cone/ cylinder can slide.                    A cube/ cylinder can stack.【4】生词有: carpet地毯, castle城堡, yarn毛线球"   
	},
	{
      "Hour":"181-182",
      "Title":"Math-C12 L2-L5",
	  "Content":"Math数学课 Chapter 12 Lesson 2-5主要学习内容如下:【1】复习方位介词: above, over, below, under, in front of, behind, next to, beside等【2】复习平面图形: square, rectangle, circle, triangle,hexagon等【3】复习立体图形: sphere, cube, cylinder, cone等"   
	},
	{
      "Hour":"183-184",
      "Title":"Scavenger Hunt",
	  "Content":"户外课Scavenger Hunt户外课 Scavenger Hunt. 我们去动物园带领小朋友们寻找动物,并能用英文描述动物,说出动物的一些生活习性."   
	},
	{
      "Hour":"185-186",
      "Title":"Language Arts 语文课总复习",
	  "Content":"Language Arts 语文课总复习"   
	},
	{
      "Hour":"187-188",
      "Title":"Math Review数学课总复习",
	  "Content":"Math Review数学课总复习"   
	},
	{
      "Hour":"189-190",
      "Title":"Science Review 科学课总复习",
	  "Content":"Science Review 科学课总复习"   
	},
	{
      "Hour":"191-192",
      "Title":"Final Test + 毕业典礼",
	  "Content":"到今天为止我们K2一整学年的课程就全部学完了,感谢您一年来对达希学科英语的理解与支持!"   
	}
]