[
	{
      "Hour":"89-90",
      "Title":"Math-C7",
	  "Content":"本节课我们学习89-90课时 Math数学课 Chapter 7主要学习内容如下:【1】引导学生学习数学课件,学会make 11-19用不同的两个数字来组成11-19这几个数字. 方法有10 and 1 is 11; 11 and 5 is 16,12 and 7 is 19…【2】引导学生通过学习数学课件,学会take part 11-19, take apart 11-19. 方法有11 is 10 and 1; 16 is 12 and 4; 19 is 12 and 7…【3】通过数学课件鸡笼coop里面的鸡的数量的点数, 引导孩子们明白等价物之一chip的用法, 同样数量的chicken可以用同样数量的chip来代替表示;【4】学习的生词有glove手套, tile瓷砖, hexagon六边形, acorn榛子, windmill风车, raindrop雨滴, snowflake雪花, cap便帽【5】复习关键句是: Can you make eleven/…? One and ten is eleven/…Can you take apart eleven/…?Eleven is one and ten/… How many chips show 6 chickens? Six chips show six chickens."   
	},
	{
      "Hour":"91-92",
      "Title":"LA-L13 Letter F",
	  "Content":"本节课我们学习91-92课时Language Arts语文课Unit 5 Let’s Play. Lesson 14 Letter F 主要学习内容如下:【1】复习高频词you, what. 关键句是:Do you see the butterfly? What colors do you see?【2】学习小故事What Can You See? 内容是:Cam can see a tan cat. A tan, tan, tan cat! Cam can see a fat tan cat. Fan can see Nat. Can Nat see Fan? Nat Can! Nat can! Pam can see Sam nap. Nap, nap, nap,Sam! Can Mac see you?【3】学习小故事Fat Cat. 内容是:Can you see Sam? Sam can tap, tap, tap. Tap, Sam, tap. Tap, tap, tap, Sam.Tap, Sam! Tap. Tap. Tap. Can you see the fat cat? What a fat, fat, fat cat!【4】认识字母F并了解以/f/开头的单词.【5】掌握字母F的发音并能在文章中找出以/f/音或者F开头的单词【6】锻炼孩子们看词能读,听音能写的能力,能够听懂和写 Sam, tam, mat, sat, not, cop, Pat, Pot...等以S, T, M, A, C, O, P, F,…任意三个字母组合的三字词.【7】引导孩子们回想以/f/发音的单词,如: fox, frog, fan, flamingo, flower, fly, football, fish等本节课的关键句是: 【1】What is the letter? (这是什么字母?)It’s letter  F.【2】Which word begins with letter F? (哪些词是以字母F开头的单词?)Fish/Feather/Fence/Fork/Forest/Factory/Farm begins with letter F.【3】Please circle the word which begins with letter F ? (请圈出以F开头的单词)【4】What sound does letter F make? （F发什么音?）F makes the sound /f/（此处为自然拼读音标）.【5】Please circle the word that begins with the sound /f/.(请圈出以/f/开头的单词.)【6】What sound does fox/frog/fan/flamingo（火烈鸟）/flower/fly/football/fish begins with?引导孩子说 Fox/Frog/Fan/Flamingo/Flower/Fly/Football/Fish begins with the sound /f/."   
	},
      
	{
      "Hour":"93-94",
      "Title":"HSP-L17 Rocks",
	  "Content":"本节课我们学习93-94课时 HSP科学课 Unit 6 Earth Resources. Lesson 17 Rocks主要学习内容如下:【1】学习小文章The Rocks. 内容是:Rocks. Different sizes, different shapes, different colors, different textures. Rocks are nonliving things. Rocks can be different size, shapes, colors, and textures. Some rocks are smooth. Some rocks are rough.【2】学习地球的构成要素:主要学习三个land陆地, water水和air空气. 还有两个要素, life生命和fire火, 如volcano火山.【3】学习地球重要的三个组成部分中生存的动物:Land Animals陆地动物, 如elephant, cow, dog等;Water Animals 水里的动物, 如starfish, shark, seal等;Animals in the Air天空中的动物, 如bird, insects-bees, ladybug等.【4】简单了解有一些动物是水陆两栖的:如turtle, crab, frog.【5】学习了land土地的构成要素:三个要素:sand沙子, rock岩石, pebble鹅卵石, 了解了另一种土地soil泥土【6】学习有sand的地方有sandbox沙箱, beach海滩, desert沙漠.有rock的地方有mountain山, roadsides路边, lakes湖.有pebbles的地方有driveway车道, playground运动场, riverbed河床.【7】本节课的关键句是: What is it? It’s Earth. What is Earth made of? The earth is made of land, water and air (fire/life). Can you say an animal that lives on land/in water/in the air?Where does a rabbit/fish/crow live? A rabbit/fish/crow lives on land/in water/in the air.What is land made of? Land is made of sand, pebble, rock (soil)."   
	},
	{
      "Hour":"95-96",
      "Title":"LA-L14 Letter U",
	  "Content":"本节课我们学习 95-96课时Language Arts语文课Unit 5 Let’s Play. Letter 14 Letter U主要学习内容如下:【1】学习了高频词are,now. 关键句是The turtles are swimming. The turtle is sleeping now.【2】学习了两篇小文章What Now? Cam Pam and Nan pat? Nan can pat now. Can Nat tap? Nat can! Nat can tap now. Sam and Bab are at bat. Bat, Sam, bat! Now, we can nap, nap, nap.At BatSee Bab at bat. Bab can bat, bat, bat. Bat, now, Bab! Bam. See bat, bat, bat, bat. Bat, bat, bat, bat. We are pals,bat!【3】学习一个关于U 的小Chant  The U Chant U says /u/, U says /u/,(注: 这种标音法非国际音标,为自然拼读标音法) Umbrella, umbrella/u/ /u/ /u/可替换的 词: umpire, under【4】复习开头音Clock begins with the sound /u/【5】学习中间音Cub has an /u/ sound in the middle. 【6】学习了一本U发音的小书My Pup Jed.【7】引导孩子们拼读以下CVC单词: bud, bun, bus, but, dub, dud, fun, hub, hum, hut, lug, mud, mum, hut, nut, tub, rum, run, sub, bud, sum, sun, tub, tut."   
	},
	{
      "Hour":"97-98",
      "Title":"Math-C8 Lesson 1-3",
	  "Content":"本节课我们学习 97-98课时 Math数学课 Chapter 8. Lesson 1-3主要学习内容如下:【1】通过对图中两种不同物体进行观察, 比较两种不同物体的length长度,和height高度.【2】学会用语言比较两种物体.关键词有: longer更长, taller更高, shorter更短/更矮, the same length as和…一样长, the same height as和…一样高【3】生词有: oar船桨, log木头, dragonfly蜻蜓, net网, earthworm蚯蚓, rocket火箭, shovel铲子, tent帐篷, xylophone木琴, dustbin垃圾箱, flamingo火烈鸟.【4】本节课的关键句是: 比如:红色的蛇和白色的蛇一样长. The red snake is the same length as the white snake.树比灌木丛高. The tree is taller than the shrub. / The shrub is shorter than the tree."   
	},
	{
      "Hour":"99-100",
      "Title":"LA-L15 Letter ",
	  "Content":"本节课我们学习 99-100课时Language Arts语文课Unit 5 Let’s Play. Letter 15主要学习内容如下:【1】学习高频词come, me.【2】学习小文章Pam CatMac sat and sat. Pam Cat sat. Mac can pat pam Cat. Pam Cat sat, sat, sat. Mac can fan Pam Cat. Pam, pam, Pam! Come to me, Pam Cat.Come With MeNat sat and sat. Nat sat, sat, sat. Come with me, Bab! Bab! Bab! Nat sat. Bat sat. Nat can see Nan. Bab can see Nan. Nat sat. Bat sat. Nan sat. 3.复习字母及发音"   	
	},
	{
      "Hour":"101-102",
      "Title":"LA-L16 Letter ",
	  "Content":"本节课我们学习 101-102课时Language Arts语文课Unit 5 Let’s Play. Letter 16主要学习内容如下:【1】学习高频词is, how, of, so, many, where. 关键句是: This is a planet. This how we see a planet. Earth is the name of our planet. This ship is so big. See how many stars there are. Where on earth do you live? 学会用这些词造句.【2】学习两篇小文章.What Is It?Tam can pin it. Pin, pin, pin. What is it, Tam? Pat bit it. Bit, bit, bit. What is it, Pat? Sam can nip it. Nip, nip, nip. What is it, Sam? It can fit Cam. Fit, fit, fit. What is it, Cam? Tim can pat it. Pat, pat, pat. What is it, Tim? How can Pam see it? Where is it, Pam? Fit in My CabIt is my cab. I can fit in it. Nat can sit in it. Can Sam fit in it? Sam can fit. Can Mac fit? Mac can fit. Sit, Mac, sit! How can Bab fit in it? Bab can fit. Sit, Bab, sit! Nat, Sam, Bab, and Mac can fit. So, where can I fit in it? Many can fit in my cab. It is a bit of a bit in my cab."   	
	},
	{
      "Hour":"103-104",
      "Title":"LA-L17 Letter G",
	  "Content":"本节课我们学习 103-104课时Language Arts语文课Unit 5 Let’s Play. Letter 17 Letter G主要学习内容如下:【1】学习高频词this, find, from,came, but, on.关键句是: Look at this big bug. Can you find a bug? The bee flew from flower to flower. The butterfly came out of its chrysalis(蝶蛹). It doesn’t look like it, but this will be a beautiful butterfly. Do you see spots on the ladybug?【2】学习两篇小文章.Can You Find It?Min can fit in this. Min can sit  in it. Find Min. Tim can fit in this. Tim can sit in it. Find Tim. Pat can sit in this. Pat can fit in it. Sam can sit the cap. But the cap is big on Sam. Tig can see me from this bag. Tig can fit in it. Nan can find Cam. Tag! Now Cam is It!Pam PigThis pig is Pam Pig. Can Pam Pig find Pat Cat? This cat is Pat Cat. Can Pat Cat find Pam Pig? Pam Pig sat. Pam Pig came to find Pat Cat. Pat Cat sat. Pat Cat came to find a Pam Pig. Pam Pig came to see Pat Cat. Pat Cat came to see Pam Pig. Pat Cat can sit with Pam Pig. Pam Pig and Pat Cat sat and sat. 【3】学习一个关于G的小Chant  The G Chant . G says /g/, G says /g/, Goat, goat, /g//g//g/可替换的 词: goose, gate【4】复习开头音Guitar begins with the sound /g/【5】学习尾音Pig ends with sound /g/.【6】学习了一本U发音的小书A Bug Can.【7】引导孩子们拼读以下CVC单词: gas, god, gin."   	
	},
	{
      "Hour":"105-106",
      "Title":"HSP-L18 Water",
	  "Content":"本节课我们学习 105-106课时 HSP科学课 Unit 6 Earth’s Resources. Lesson 18 Water主要学习内容如下:【1】学习小文章Waters. 内容是: River, lake, ocean, pond. Water covers most of the earth. Water is found in rivers, lakes, and oceans. Clean water is clear. Is the water in this pond clean?【2】学习地球上主要的三种水体: ocean大洋, river河流, lake 湖泊【3】重点了解三大水体的特征: (1) Oceans are salty water. 大洋的水是咸的. Can we drink ocean water? 引导孩子们回答No.  (2) Rivers are moving water.河水是流动的. Can we drink river water? 引导孩子们回答Yes. (3) Lakes are still water. 湖水是静止的. Can we drink lake water? 引导孩子们回答Yes.引导孩子们思考,Can we see a shark in lakes/rivers? 引导孩子们回答No.【4】简单了解一些常识: Seas are small oceans, they are a part of ocean.海是小的洋,是大洋的一部分. There are 71% water and 29% land on earth. 地球上71%是水,29%是陆地. "   	
	},
	{
      "Hour":"107-108",
      "Title":"LA-L18 Letter E",
	  "Content":"本节课我们学习 107-108课时Language Arts 语文课Lesson 18. Letter E主要学习内容如下:【1】学习高频词will, be, into,that, your, who. 关键句是: We will look for a a shark. Fish can be great pets. They all jumped into the water. Can you see that whale? Is your house near the ocean? This is the man who fed the shark.【2】学习两篇小文章Will It Be Big?Tab! Tab! It is Tab. Will Tab be big, big, big? Tab will be big like your cat. Big Tab can nap, nap, nap. Who is that pig? It is Tim! Will Tim be big, big, big? Tim will be big, big, big. Big Tim can sip it. Cam! Cam! It is Cam. Will Cam be big, big, big? Cam will be big, big, big. Big Cam can sit, sit, sit. Rip Is ItRip is It. Rip ran. Pam ran and ran. Rip ran into Pam! Rip can tag Pam. Pam will be it now. Can Pam tag Rip? Rip is It. Can Rip tag Pam? Pam ran and ran. Can Rip tag Pam now? 【3】学习一个关于E的小Chant  The E Chant . E says /e/, E says /e/, Elephant,elephant, /e//e//e/可替换的 词: elf, elk【4】复习开头音E. Elk begins with the sound /e/.复习中间音E. Bed has an /e/ sound in the middle.复习尾音E. Phone ends with the sound /e/.【5】学习了一本E发音的小书Get Wet.【6】引导孩子们拼读以下CVC单词: get,bed,met."   	
	},
	{
      "Hour":"109-110",
      "Title":"LA-L19 Letter W",
	  "Content":"本节课我们学习 109-110课时Language Arts 语文课Lesson 19 Letter W主要学习内容如下:【1】学习高频词go, for, here, they,soon, up. 关键句是: We go on a hike. This backpack is for you. We like to hike here in the hills. They crossed the bridge. She will climb to the top soon. They raced up the mountain.【2】学习两篇小文章.Go for It!Here is Pat. Pat can dig. Go for it. Pat! Dig, dig, dig it, Pat. Nan can dab. Go for it, Nan! Dab, dab, dab it, Nan. Mim can sip it. Go for it, Mim! Sip, sip, sip it, Mim. Dan can tap it for sap. Go for it, Dan! Tap, tap, tap it, Dan. Sid can pat the big pig. Go for it, Sid! Pat, pat, pat the pig. Tad and Pam can dip. They go for it! Dip, dip, dip, Tad and Pam! D Is for DadD is for Dad. Dad, dad. My dad is big. D is for dig. Dig, dig, dig! Dad Pig can dig it up. Dad Pig can sit in a rig. Dad Pig can dig it up. Dad Pig is at bat. Bat it, Dad. Bat it. Dad Pig can go in for a dip. Go for it, Dad! D is for my dad, my big dad. Soon, I will be big like Dad!【3】学习一个关于W的小Chant  The W Chant .W says /w/, W says /w/, wagon, wagon, /w//w//w/.可替换的 词: web, worm, wagon, water.【4】复习开头音W. Walrus begins with the sound /w/.【5】学习了一本W发音的小书If You Want a Pet.【6】引导孩子们拼读以下CVC单词: web, wet,wag,win."   	
	},
	{
      "Hour":"111-112",
      "Title":"HSP-L19 Natural Resources",
	  "Content":"本节课我们学习 111-112课时HSP 科学课 Unit 6 Earth’s Resources. Lesson 19 Natural Resources主要学习内容如下:【1】学习小文章Natural Resources. 内容是: Rock, water, soil. Soil is a natural resource. Most plants need soil to grow. Many plants are food for people. Rocks are a natural resource. We use rocks to make things. Water is a natural resource. We need water to live. We should use water carefully. We can care for natural resources. We can recycle things. We can reuse things.【2】初步了解如何保护地球,3R-Reuse, Recycle, Reduce.学习四种物质可以回收再利用的物质-glass玻璃,plastic塑料,paper纸,metal金属."   	
	},
	{
      "Hour":"113-114",
      "Title":"Math-C8 Lesson 4-6",
	  "Content":"本节课我们学习 113-114课时Math 数学课 Chapter 8 Lesson 4-6主要学习内容如下:通过对图中两种不同物体进行观察, 比较两种不同物体的weight重量capacity容积,和height高度.【1】通过对不同包裹的分类, 来学习heavy与light 的区别  【2】学会用语言比较两种物体.关键词有:heavy重的, light轻的, heavier更重的, light更轻的, 【3】生词有: package包裹, pan托盘, shelf架子,seesaw 跷跷板, mouse鼠标, digger挖掘机, comb梳子, cereal麦片, pail桶【4】本节课的关键句是: 比如:红色的包裹和白色的包裹一样重. The red package is the the weight as the white snake.大象比老鼠重. An elephant is heavier than a mouse. / A mouse is lighter than an elephant.       "   	
	},
	{
      "Hour":"115-116",
      "Title":"Math-C9",
	  "Content":"本节课我们学习115-116课时 Math数学课Chapter 9主要学习内容如下:【1】学习alike相似的与different不同的的概念【2】学会通过size尺寸, shape形状, color颜色等进行分类【3】生词有swimsuit泳衣, slipper拖鞋, skates溜冰鞋, refrigerator冰箱, weeder除草机,  bulb电灯泡"   	
	}
]